Revit 2027 API
ParameterTypeId.LevelDataFloorPerimeter Property
 "Floor Perimeter"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId LevelDataFloorPerimeter { get; }
Public Shared ReadOnly Property LevelDataFloorPerimeter As ForgeTypeId
	Get
public:
static property ForgeTypeId^ LevelDataFloorPerimeter {
	ForgeTypeId^ get ();
}
static member LevelDataFloorPerimeter : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace